Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/presidentens-lykkeoenskninger-til-fns-internasjonale-urfolksdag.html.tmx
Source language: nob
Languages: sme

source: Presidentens lykkeønskninger til FNs internasjonale urfolksdag
sme: Presideantas lihkkusávaldagat ONa riikkaidgaskasaš álgoálbmotbeaivái

source: Vi samer er en del av det mangfoldige og vide urfolksmiljøet i verden.
sme: Mii sápmelaččat leat oassi dan girjás ja viiddis álgoálbmotbirrasis miehtá máilmmi.

source: Samer og urfolk synliggjør og feirer dagen hvert år, og det er en dag som verdsettes.
sme: Juohke jagi dán beaivvi mii čalmmustahttit ja ávvudit dán midjiide divrras beali das leat sápmelaččat ja álgoálbmot.

source: FNs internasjonale urfolksdag har blitt feiret siden 1995.
sme: ON riikkaidgaskasaš álgoálbmotbeaivi lea ávvuduvvon 1995 rájes.

source: Neste år blir et spesielt år for urfolk, da Forente nasjoner (FN) har vedtatt at 2019 skal være internasjonale urfolksspråks år.
sme: Boahtte jahki šaddá erenoamáš jahki álgoálbmogiidda, go Ovttastuvvon Našuvnnnat (ON) lea mearridan ahte 2019 lea riikkaidgaskasaš álgoálbmotgielaid jahki.

source: Jeg er utnevnt som representant for det arktiske området i språkgruppa som UNESCO leder.
sme: Mun lean nammaduvvon árktalaš guovllu ovddasteaddjin giellajagi stivrenjovkui man UNESCO jođiha.

source: Det internasjonale språkåret skal hele året både synliggjøre og sette fokus på urfolks-språk.
sme: Riikkaidgaskkasaš giellajahki galga sihke čalmmustahttit ja ovddidit álgoálbmotgielaid miehtá jagi.

source: I forbindelse med dette, og oppfølging av hjertespråket jobber vi med språkreformen Språkløftet, som skal videreføres neste år.
sme: Dan oktavuođas, ja váibmogiela čuovvoleamis leat mii bargame Giellaloktemiin mii galgá biddjot johtui boahtte jagi.

source: Det er 370 millioner urfolk, som bor i over 90 land.
sme: Máilmmis leat 370 miljovnna álgoálbmotláhtu, geat ásset badjel 90 riikkas.

source: Urfolks språk- og kulturrikdom er stor, fordi det snakkes 7000 språk, og representerer 5000 forskjellige kulturer.
sme: Giella- ja kulturriggodat lea stuoris, go mii hupmat 7000 giela ja ovddastit 5000 iešguđetge kultuvrra.

source: De samiske språkene er rikdom som oss og vi har ti samiske språk som høres i fire land.
sme: Sámegiella lea riggodahkan midjiide ja mis gávdnojit logi sámegiela mat gullojit njeallji riikkas.

source: Sametingets hovedmål med hensyn til samisk språk er at samisk og norsk språk skal likestilles.
sme: Sámedikki váldomihttomearri sámegielaid várás lea ahte sámegiella ja dárogiella galget lea ovttaárvosaš gielat.

source: Dette innebærer samme rettighet til å bruke de samiske språkene, samme utviklingsmuligheter og likeverdige tjenester.
sme: Dat mearkkaša seamma vuoigatvuohta geavahit sámegielaid, seamma ovdánanvejolašvuođat ja ovttaárvosaš bálvalusat.

source: Jeg vil spesielt nevne viktigheten av å lære barna språket og mulighet til å lære språket.
sme: Jus galggan namuhit muhtun beliid, de lea goit vuosttažettiin dehálaš mánáid giela ja vejolašvuođaid oahppat sámegiela.

source: Undervisning på samisk i samisk er veldig viktig, og verdien av dette må aldri undervurderes.
sme: Oahpahus sámegillii ja sámegielas lea nu dehálaš, ja dan árvvu ii ábut goassege eahpidit.

source: Bevaring av våre barns språk er det samiske språkets fremtid.
sme: Min mánáid giellaseailluheapmi han lea sámegiela boahtteáigi.

source: Derfor må de samiske barnehagene og skolene styrkes, og også bygges sterke samisk opplæringsmuligheter der de samiske språkene ikker har så stor feste.
sme: Danne fertet nannet sámi mánáidgárddiid ja skuvllaid, ja maiddái hukset nanu sámi oahpahusa doppe gos sámegielas ii leat nu coakcu.

source: Når det jobbes med dette, må vi også huske språkomgivelsene til barn og voksne.
sme: Seammás go dan bargat, de ferte maiddái muitit mánáid ja rávis olbmuid giellabirrasa muđui.

source: Vi krever fra myndighetene det samme, de må gis tilbud på samisk språklige tjenester både til barn og voksne.
sme: Mii gáibidit eiseválddiin dan seamma, eiseválddit fertejit maid fállat sámegiel bálvalusaid álggus lohppii, mánás rávis olbmui.

source: Skilting på samisk, samiske helsetjenester, samisktilbud på offentlige tjenester, litteratur på samisk, samiske medietilbud.
sme: Luoddagalbbat sámegillii, dearvvášvuođafálaldagat sámegillii, almmolaš fálaldagat sámegillii, sámi girjjálašvuohta ja sámegielat mediafálaldagat.

source: Samtidig ønsker vi at private institusjoner og bedrifter blir med for å fremme de samiske språkene der det er mulighet.
sme: Seammás mii sávvat ahte maiddái priváhta ásahusat ja fitnodagat servet ovttasbargui ovddidit sámegiela dokko gokko sii sáhttet dan dahkat.

source: Vi har alle sammen samfunnsinteresser og samarbeid gir styrke.
sme: Mii han leat buohkat čadnon oktii servodagas ja ovttasbargu nannešii buohkaid dili.

source: Disse eksemplene er bare små dråper i havet, det er så mye mer vi kunne ha gjort for språket vårt.
sme: Dát ovdamearkkat leat dušše goaikkanasat dan čiekŋalis jávrris, lea nu ollu mii sáhtašii buorebut dahkkot min giela ektui.

source: Formålet med verdens urfolksdag er å synliggjøre urfolks situasjon.
sme: Máilmmi álgoálbmotbeaivvi ulbmil lea ge fuomášuhttit miehtá máilmmi álgoálbmogiid dili.

source: Jeg synes at Sametingets deltakelse på internasjonale urfolks arenaer er med å styrke urfolks situasjon over hele verden.
sme: Mu mielas lea ge dehálaš oassi Sámedikki oasálastimis riikkaidgaskasaš álgoálbmotarenas leat mielde nanneme álgoálbmogiid dili miehtá máilmmi.

source: Vi har det godt i Sapmi selv om det også finnes forbedringspotensiale her og der, og fordi vi har det godt må vi ivre for å hjelpe våres søstre og brødre rundt omkring i verden.
sme: Mis lea buorre dilli Sámis vaikko gávdno buoridanmunni feara gokko, ja danne fertet ge mii maid áŋgiruššat veahkehit min oappáid ja vieljaid miehtá máilmmi.

source: Dette arbeidet verdsetter jeg nå og jeg kommer alltid å støtte urfolk som er i utfordrende situasjoner.
sme: Dán barggu anán árvvus dál ja boađán álohii doarjut eará álgoálbmogiid geat leat hástaleaddji dilis.

source: Sametingspresident Aili Keskitalo
sme: Alla vuordámušaiguin boahtte jahkái sávan lihkku buot álgoálbmogiidda máilmmi álgoálbmotbeivviin.

source: Her kan du lese mer om FNs internasjonale urfolksspråks år: UNESCO launches the website for the International Year of Indigenous Languages (IYIL2019)
sme: Sámedikki presideanta Aili Keskitalo
